{
  "en" :
  [
    {
      "title": "1. LICENSE",
      "content":
        [
          "By using GanAssist (\"Software\"), you agree that this End User License Agreement(EULA) is a legally binding and valid contract and agree to be bound by it. You agree to abide by the intellectual property laws and all of the terms and conditions of this Agreement.",
          "Unless you have a different license agreement signed by GanisDev, your use of GanAssist  indicates your acceptance of this license agreement and warranty.",
          "Subject to the terms of this Agreement, GanisDev grants to you a limited, non-exclusive, non-transferable license, without right to sub-license, to use GanAssist  in accordance with this Agreement and any other written agreement with GanisDev. GanisDev does not transfer the title of GanAssist  to you; the license granted to you is not a sale. This agreement is a binding legal agreement between GanisDev and the users of GanAssist.",
          "If you do not agree to be bound by this agreement, remove GanAssist  from your device now."
        ]
    },
    {
      "title": "2. DISTRIBUTION",
      "content":
        [
          "GanAssist and the license herein granted shall not be copied, shared, distributed, re-sold, offered for re-sale, transferred or sub-licensed in whole or in part except that you may make one copy for archive purposes only. For information about redistribution of GanAssist  contact GanisDev."
        ]
    },
    {
      "title": "3. USER AGREEMENT",
      "content": []
    },
    {
      "title": "3.1 Use Restrictions",
      "content":
        [
          "You shall use GanAssist  in compliance with all applicable laws and not for any unlawful purpose. Without limiting the foregoing, use, display or distribution of GanAssist  together with material that is pornographic, racist, vulgar, obscene, defamatory, libelous, abusive, promoting hatred, discriminating or displaying prejudice based on religion, ethnic heritage, race, sexual orientation or age is strictly prohibited.",
          " The assignment, sublicense, networking, sale, or distribution of copies of GanAssist  are strictly forbidden without the prior written consent of GanisDev. It is a violation of this agreement to assign, sell, share, loan, rent, lease, borrow, network or transfer the use of GanAssist."
        ]
    },
    {
      "title": "3.2 Copyright Restriction",
      "content":
         [
           "This Software contains copyrighted material, trade secrets and other proprietary material. You shall not, and shall not attempt to, modify, reverse engineer, disassemble or decompile GanAssist . Nor can you create any derivative works or other works that are based upon or derived from GanAssist  in whole or in part.",
           "GanisDev's name, logo and graphics file that represents GanAssist  shall not be used in any way to promote other products.  GanisDev retains sole and exclusive ownership of all right, title and interest in and to GanAssist  and all Intellectual Property rights relating thereto.",
           "Copyright law and international copyright treaty provisions protect all parts of GanAssist, products and services. No program, code, part, image, audio sample, or text may be copied or used in any way by the user except as intended within the bounds of the single user program. All rights not expressly granted hereunder are reserved for GanisDev."
         ]
    },
    {
      "title": "3.3 Limitation of Responsibility",
      "content":
          [
            "You will indemnify, hold harmless, and defend GanisDev, its employees, agents and distributors against any and all claims, proceedings, demand and costs resulting from or in any way connected with your use of GanisDev's Software.",
            "In no event (including, without limitation, in the event of negligence) will GanisDev, its employees, agents or distributors be liable for any consequential, incidental, indirect, special or punitive damages whatsoever (including, without limitation, damages for loss of profits, loss of use, business interruption, loss of information or data, or pecuniary loss), in connection with or arising out of or related to this Agreement, GanAssist  or the use or inability to use GanAssist  or the furnishing, performance or use of any other matters hereunder whether based upon contract, tort or any other theory including negligence."
          ]
    },
    {
      "title": "3.4 Warranties",
      "content":
          [
            "Except as expressly stated in writing, GanisDev makes no representation or warranties in respect of this Software and expressly excludes all other warranties, expressed or implied, oral or written, including, without limitation, any implied warranties of merchantable quality or fitness for a particular purpose."
          ]
    },
    {
      "title": "3.5 Governing Law",
      "content":
          [
            "This Agreement shall be governed by the law of the Romania applicable therein. You hereby irrevocably attorn and submit to the non-exclusive jurisdiction of the courts of Romania therefrom. If any provision shall be considered unlawful, void or otherwise unenforceable, then that provision shall be deemed severable from this License and not affect the validity and enforceability of any other provisions."
          ]
    },
    {
      "title": "3.6 Termination",
      "content":
          [
            "Any failure to comply with the terms and conditions of this Agreement will result in automatic and immediate termination of this license. Upon termination of this license granted herein for any reason, you agree to immediately cease use of GanAssist  and destroy all copies of GanAssist  supplied under this Agreement. The financial obligations incurred by you shall survive the expiration or termination of this license."
          ]
    },
    {
      "title": "4. DISCLAIMER OF WARRANTY",
      "content":
          [
            "THIS SOFTWARE AND THE ACCOMPANYING FILES ARE GIVEN \"AS IS\" AND WITHOUT WARRANTIES AS TO PERFORMANCE OR MERCHANTABILITY OR ANY OTHER WARRANTIES WHETHER EXPRESSED OR IMPLIED. THIS DISCLAIMER CONCERNS ALL FILES GENERATED AND EDITED BY GanAssist  AS WELL.",
            "Should you have any question concerning this EULA, or if you desire to contact GanisDev for any reason, please send an email at: \nganisdev@gmail.com"
          ]
    }
  ],
  "ro" :
  [
    {
      "title": "1. LICENȚĂ",
      "content":
      [
        "Prin utilizarea GanAssist (\"Software\"), sunteți de acord că acest Acord de licență pentru utilizatorul final (EULA) este un contract obligatoriu și valabil din punct de vedere juridic și sunteți de acord să fiți obligat în acest sens. Sunteți de acord să respectați legile privind proprietatea intelectuală și toți termenii și condițiile acestui acord.",
        "Cu excepția cazului în care aveți un alt acord de licență semnat de GanisDev, utilizarea dvs. a GanAssist indică acceptarea acordului de licență și a garanției.",
        "În conformitate cu termenii prezentului acord, GanisDev vă acordă o licență limitată, neexclusivă, netransmisibilă, fără drept de sublicență, de a utiliza GanAssist în conformitate cu prezentul Acord. GanisDev nu transferă titlul de proprietate GanAssist catre dvs.; licența acordată dvs. nu este o vânzare. Acest acord este un acord juridic obligatoriu între GanisDev și utilizatorii GanAssist.",
        "Dacă nu sunteți de acord să respectați acest acord, eliminați acum GanAssist de pe dispozitivul dvs."
      ]
    },
    {
      "title": "2. DISTRIBUIRE",
      "content":
      [
        "GanAssist și licența acordată în acest document nu vor fi copiate, împărțite, distribuite, restituite, oferite spre restituire, transferate sau sublicenționate integral sau parțial, cu excepția faptului că puteți face o copie în scopuri de arhivare. Pentru informații despre redistribuirea GanAssist contactati GanisDev (la ganisdev@gmail.com)."
      ]
    },
    {
      "title": "3. ACORDUL UTILIZATORULUI",
      "content": []
    },
    {
      "title": "3.1 Restricții de utilizare",
      "content":
      [
        "Utilizați GanAssist în conformitate cu toate legile aplicabile și nu in scopuri ilegale. Fără a limita cele menționate anterior, utilizarea, afișarea sau distribuirea GanAssist împreună cu materiale pornografice, rasiste, vulgare, obscene, defăimătoare, calomnioase, abuzive, care promovează ura, discriminează sau afișează prejudecăți bazate pe religie, moștenire etnică, rasă, orientare sexuală sau vârsta este strict interzisă.",
        "Atribuirea, sublicențarea, crearea de rețele, vânzarea sau distribuirea de copii ale GanAssist sunt strict interzise fără acordul prealabil scris al lui GanisDev. Este o încălcare a acestui acord de a aloca, vinde, împărți, închiria, împrumuta sau transfera utilizarea GanAssist."
      ]
    },
    {
      "title": "3.2 Restricționarea drepturilor de autor",
      "content":
      [
        "Acest software conține materiale protejate prin drepturi de autor, secrete comerciale și alte materiale protejate. Este interzis să modificați, să dezasamblați sau să decompilați GanAssist. Nu puteți crea nici opere derivate sau alte lucrări care sunt bazate pe sau derivate din GanAssist în întregime sau parțial.",
        "Numele, logo-ul și fișierul grafic GanisDev care reprezintă GanAssist nu vor fi utilizate în nici un fel pentru promovarea altor produse. GanisDev își păstrează proprietatea unică și exclusivă asupra întregului drept, a titlului și a interesului în și asupra drepturilor GanAssist și a tuturor drepturilor de proprietate intelectuală aferente.",
        "Dreptul de autor și dispozițiile internaționale privind drepturile de autor protejează toate părțile componente ale GanAssist. Nici un program, cod, parte, imagine, probă audio sau text nu pot fi copiate sau folosite în nici un fel de către utilizator, cu excepția celor prevăzute de functionalitatea aplicatiei. Toate drepturile care nu sunt acordate în mod expres în cele ce urmează sunt rezervate GanisDev."
      ]
    },
    {
      "title": "3.3 Limitarea responsabilității",
      "content":
      [
        "În nici un caz (inclusiv, fără limitare, în caz de neglijență), GanisDev, angajații, agenții sau distribuitorii săi nu sunt răspunzători pentru orice fel de daune secundare, incidentale, indirecte, speciale sau punitive (inclusiv, fără limitare, daune pentru pierderi de profit , intreruperea afacerii, pierderea informațiilor sau a datelor sau pierderi pecuniare), în legătură cu sau rezultând din acest Acord, sau utilizarea sau incapacitatea de a utiliza GanAssist."
      ]
    },
    {
      "title": "3.4 Garanții",
      "content":
      [
        "Cu excepția celor menționate în mod expres în scris, GanisDev nu ofera nicio garanție cu privire la acest Software și exclude în mod expres toate celelalte garanții, exprimate sau implicite, orale sau scrise, incluzând, fără limitare, garanțiile implicite de calitate comercială sau adecvată pentru un anumit scop."
      ]
    },
    {
      "title": "3.5 Legea aplicabilă",
      "content":
      [
        "Prezentul Acord va fi guvernat de legea României aplicabilă în acest Acord. Prin prezenta, vă supuneți în mod irevocabil jurisdicției neexclusive a instanțelor din România. Dacă o prevedere va fi considerată ilegală, nulă sau inaplicabilă în alt mod, atunci această prevedere va fi considerată separabilă de această Licență și nu va afecta valabilitatea și aplicabilitatea oricăror alte prevederi."
      ]
    },
    {
      "title": "3.6 Terminare",
      "content":
      [
        "Orice nerespectare a termenilor și condițiilor prezentului Acord va duce la terminarea automată și imediată a acestei licențe. La terminarea acestei licențe acordate din orice motiv, sunteți de acord să întrerupeți imediat utilizarea GanAssist și să distrugeți toate exemplarele GanAssist furnizate în baza prezentului acord. Obligațiile financiare efectuate de dvs. vor supraviețui expirării sau încetării acestei licențe."
      ]
    },
    {
      "title": "4. DECLINAREA DE GARANȚIE",
      "content":
      [
        "ACEST PRODUS SOFTWARE ȘI FISIERELE AFERENTE SUNT FURNIZATE \"CA ATARE\" ȘI FĂRĂ GARANȚII PRIVIND PERFORMANȚA, CALITATEA SAU ORICE ALTE GARANȚII, EXPRIMATE SAU IMPLICITE. ACEASTA DECLINAREA DE GARANȚIE SE REFERA SI LA LA TOATE FISIERELE GENERATE DE GanAssist.",
        "Dacă aveți orice întrebare cu privire la acesta EULA, sau dacă doriți să contactați GanisDev din orice motiv, vă rugăm să trimiteți un e-mail la adresa:\nganisdev@gmail.com"
      ]
    }
  ],
  "it" :
  [
    {
      "title": "1. LICENZA",
      "content":
      [
        "Utilizzando GanAssist (\" Software \"), l'utente accetta che il presente Accordo di licenza per l'utente finale (EULA) è un contratto legalmente vincolante e valido e accetta di essere vincolato da esso. L'utente accetta di rispettare le leggi sulla proprietà intellettuale e tutti dei termini e condizioni del presente Accordo. ",
        "A meno che non si disponga di un accordo di licenza diverso firmato da GanisDev, l'utilizzo di GanAssist indica l'accettazione di questo accordo di licenza e garanzia.",
        "Fatti salvi i termini del presente Accordo, GanisDev concede all'utente una licenza limitata, non esclusiva, non trasferibile, senza diritto alla sub-licenza, di utilizzare GanAssist in conformità con il presente Accordo e qualsiasi altro accordo scritto con GanisDev. GanisDev non ti trasferisce il titolo di GanAssist; la licenza concessa non è una vendita. Questo accordo è un accordo legale vincolante tra GanisDev e gli utenti di GanAssist.",
        "Se non si accetta di essere vincolati da questo accordo, rimuovere GanAssist dal dispositivo ora."
      ]
    },
    {
      "title": "2. DISTRIBUZIONE",
      "content":
      [
        "GanAssist e la licenza qui concessa non devono essere copiati, condivisi, distribuiti, rivenduti, offerti per la rivendita, trasferiti o concessi in sub-licenza, in tutto o in parte, tranne che è possibile effettuare una copia solo a scopo di archiviazione. Per informazioni sulla ridistribuzione di GanAssist, contattare GanisDev."
      ]
    },
    {
      "title": "3. ACCORDO PER GLI UTENTI",
      "content": []
    },
    {
      "title": "3.1 Eestrizioni d'utilizzo",
      "content":
      [
        "È necessario utilizzare GanAssist in conformità con tutte le leggi applicabili e non per scopi illegali. Senza limitare quanto sopra, utilizzare, mostrare o distribuire GanAssist insieme a materiale pornografico, razzista, volgare, osceno, diffamatorio, calunnioso, offensivo, che promuove l'odio, discriminante o che mostra pregiudizio basato su religione, patrimonio etnico, razza, orientamento sessuale o l'età è severamente vietata.",
        "L'assegnazione, la concessione in licenza, il collegamento in rete, la vendita o la distribuzione di copie di GanAssist sono severamente vietati senza il previo consenso scritto di GanisDev. È una violazione del presente accordo assegnare, vendere, condividere, prestare, noleggiare, noleggiare, prendere in prestito, in rete o trasferire l'uso di GanAssist."
      ]
    },
    {
      "title": "3.2 Limitazione del copyright",
      "content":
      [
        "Questo software contiene materiale protetto da copyright, segreti commerciali e altro materiale proprietario. Non è consentito e non tentare di modificare, decodificare, disassemblare o decompilare GanAssist. Né è possibile creare opere derivate o altre opere basate o derivate da GanAssist in tutto o in parte.",
        "Il nome, il logo e il file grafico di GanisDev che rappresentano GanAssist non devono essere utilizzati in alcun modo per promuovere altri prodotti. GanisDev mantiene la proprietà unica ed esclusiva di tutti i diritti, titoli e interessi in e verso GanAssist e tutti i diritti di proprietà intellettuale relativi.",
        "La legge sul copyright e le disposizioni dei trattati internazionali sul copyright proteggono tutte le parti di GanAssist, prodotti e servizi. Nessun programma, codice, parte, immagine, campione audio o testo può essere copiato o utilizzato in alcun modo dall'utente ad eccezione di quanto previsto nei limiti del programma per singolo utente. Tutti i diritti non espressamente concessi di seguito sono riservati a GanisDev."
      ]
    },
    {
      "title": "3.3 Limitazione di responsabilità",
      "content":
      [
        "Risarcirai, manterrai innocuo e difenderai GanisDev, i suoi dipendenti, agenti e distributori da qualsiasi pretesa, procedimento, domanda e costo risultante da o in qualsiasi modo connesso al tuo utilizzo del Software GanisDev.",
        "In nessun caso (incluso, a titolo esemplificativo, in caso di negligenza) GanisDev, i suoi dipendenti, agenti o distributori saranno responsabili per eventuali danni consequenziali, incidentali, indiretti, speciali o punitivi (inclusi, a titolo esemplificativo, i danni per perdita di profitti , perdita d'uso, interruzione dell'attività, perdita di informazioni o dati o perdita pecuniaria), in connessione con o derivante da o correlato al presente Accordo, GanAssist o l'uso o l'impossibilità di utilizzare GanAssist o l'arredamento, le prestazioni o l'uso di qualsiasi altra questione qui di seguito basata su contratto, illecito o qualsiasi altra teoria inclusa la negligenza."
      ]
    },
    {
      "title": "3.4 Garanzie",
      "content":
      [
        "Salvo quanto espressamente dichiarato per iscritto, GanisDev non rilascia dichiarazioni o garanzie in relazione a questo Software ed esclude espressamente tutte le altre garanzie, espresse o implicite, orali o scritte, incluse, senza limitazione, eventuali garanzie implicite di qualità commerciabile o idoneità per uno scopo particolare."
      ]
    },
    {
      "title": "3.5 Legge governativa",
      "content":
      [
        "Il presente Accordo è regolato dalla legge della Romania in esso applicabile. Con la presente dichiari irrevocabilmente e ti sottoponi alla giurisdizione non esclusiva dei tribunali della Romania da ciò. Se una disposizione è considerata illegale, nulla o altrimenti inapplicabile, tale disposizione sarà considerata separabile dalla presente Licenza e non pregiudicherà la validità e l'applicabilità di qualsiasi altra disposizione."
      ]
    },
    {
      "title": "3.6 Fine",
      "content":
      [
        "Qualsiasi mancato rispetto dei termini e delle condizioni del presente Accordo comporterà la risoluzione automatica e immediata di questa licenza. Al termine della presente licenza concessa nel presente documento per qualsiasi motivo, l'utente accetta di interrompere immediatamente l'uso di GanAssist e di distruggere tutte le copie di GanAssist fornite ai sensi del presente Accordo. Gli obblighi finanziari da te sostenuti sopravvivranno alla scadenza o alla risoluzione della presente licenza."
      ]
    },
    {
      "title": "4. ESCLUSIONE DI GARANZIA",
      "content":
      [
        "QUESTO SOFTWARE EI FILE DI ACCOMPAGNAMENTO SONO FORNITI \"COSÌ COME SONO\" E SENZA ALCUNA GARANZIA PER PRESTAZIONI O COMMERCIABILITÀ O QUALUNQUE ALTRE GARANZIE ESPLICITE O IMPLICITE. QUESTA ESCLUSIONE DI RESPONSABILITÀ INTERESSA TUTTI I FILE GENERATI E MODIFICATI DA GanAssist COME BENE.",
        "In caso di domande relative al presente Contratto di licenza con l'utente finale o se si desidera contattare GanisDev per qualsiasi motivo, inviare un'e-mail a:\nganisdev@gmail.com"
      ]
    }
  ]
}